{
  "dialogueNodes": [
    {
		"id": 0,
		"text": "In the previous chapter..",
		"delayBetweenCharacters": 0.01,
		"nextId": 1,
		"answers": []
    },
	{
	  "id": 1,
	  "text": "The Klagenfurt Quantum Game Academy, an innovative, futuristic institution dedicated to game studies and engineering.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 2,
	  "answers": []
	},
	{
	  "id": 2,
	  "text": "Here young minds are not just prepared for the digital future, but are actively involved in shaping it, pushing the boundaries of the physical and digital realms.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 200,
	  "answers": []
	},
	{
	  "id": 200,
	  "text": "Because in that world the virtual realities are more than simply videogames on a computer.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 3,
	  "answers": []
	},
	{
	  "id": 3,
	  "text": "In this academy, an exceptional intellect and brilliant student named Haru pursued his passion for gaming, oblivious to the grand journey destiny had laid out for him.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 4,
	  "answers": []
	},
	{
	  "id": 4,
	  "text": "One fateful day, during the exploration of an unknown digital world, Haru received a vision.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 5,
	  "answers": []
	},
	{
	  "id": 5,
	  "text": "\"Help me….. Please\"",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 6,
	  "answers": []
	},
	{
	  "id": 6,
	  "text": "Accompanied by an image of a green creature, imprisoned in a magical cage.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 7,
	  "answers": []
	},
	{
	  "id": 7,
	  "text": "The creature was Gamebert, imprisoned by a vicious mage called Johan Huizinga.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 8,
	  "answers": []
	},
	{
	  "id": 8,
	  "text": "Along with his disciples, Felixus, Matthiatos, Reneah, and Marcaton, Huizinga was a tyrant who was holding Gamebert.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 9,
	  "answers": []
	},
	{
	  "id": 9,
	  "text": "\"I need to save Gamebert”, Haru thought to himself.\"",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 10,
	  "answers": []
	},
	{
	  "id": 10,
	  "text": "However, upon release, Gamebert began merging the digital and physical realities, causing widespread chaos. Gamebert defended his actions, claiming it was the only way to reach the promised land",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 11,
	  "answers": []
	},
	{
	  "id": 11,
	  "text": "Gamebert was no innocent victim. They were the cause of what happened, where Huizinga, the supposed Tyrant, was actually a guardian trying to maintain the balance between the real and digital worlds.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 12,
	  "answers": []
	},
	{
	  "id": 12,
	  "text": "Embroiled in guilt and a newfound sense of responsibility, Haru sought out Huzinga's disciples.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 13,
	  "answers": []
	},
	{
	  "id": 13,
	  "text": "Contrary to Gamebert's assertions, the 4 disciples were not the worshipers of destruction but the guardians of a powerful artifact, the Magic Circle",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 14,
	  "answers": []
	},
	{
	  "id": 14,
	  "text": "This device held the power to control digital data, maintaining the segregation between the physical and digital worlds.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 15,
	  "answers": []
	},
	{
	  "id": 15,
	  "text": "Haru has been training under the guidance of the four disciples of Huizinga, who showed him how to become a true guardian of Eden.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 16,
	  "answers": []
	},
	{
	  "id": 16,
	  "text": "Finally ready to face Gambert in what could be the clash that would decree the end of all reality or the salvation of all.",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 17,
	  "answers": []
	},
	{
	  "id": 17,
	  "text": "\"I started this story, and only I can finish it... Now it is my turn, Gambert I will defeat you!\"",
	  "delayBetweenCharacters": 0.01,
	  "nextId": 999,
	  "answers": []
	}
	]
}